Repository: ripiu/cmsplugin_vivus
Catalog: ripiu/cmsplugin_vivus/locale/*/LC_MESSAGES/django.po
Languages: it

source: Vivus animation
it: Animazione Vivus

source: Delayed start
it: Partenza ritardata

source: Synchronous
it: Sincronizzata

source: One by one
it: Uno per uno

source: Start once the SVG is in the viewport
it: Parti quando l'SVG è contenuto nella finestra

source: Start manually
it: Avvia manualmente

source: Start right away
it: Avvia subito

source: animation type
it: tipo animazione

source: Defines what kind of animation will be used.
it: Definisce il tipo di animazione da usare.

source: SVG file
it: File SVG

source: animation trigger
it: innesco

source: Defines how to trigger the animation.
it: Definisce come far partire l'animazione.

source: duration
it: durata

source: Animation duration, in frames.
it: Durata dell'animazione, in fotogrammi.

source: delay
it: ritardo

source: Time between the drawing of first and last path, in frames (only for delayed animations).
it: Tempo tra il disegno del primo e dell'ultimo tracciato, in fotogrammi (solo per animazioni a partenza ritardata)

source: dash gap
it: spazio fra i trattini

source: Whitespace extra margin between dashes. Increase it in case of glitches at the initial state of the animation.
it: Margine aggiuntivo tra i trattini. Aumentalo in caso di problemi nella fase iniziale dell'animazione.

source: force render
it: forza la presentazione

source: Force the browser to re-render all updated path items. By default, the value is true on IE only.
it: Forza il browser a ridisegnare tutti i tracciati modificati. Se non impostato il valore è vero solo per IE.

source: reverse stack
it: inverti

source: Reverse the order of execution. The default behaviour is to render from the first 'path' in the SVG to the last one. This option allow you to reverse the order.
it: Inverti l'ordine di esecuzione. Il comportamento predefinito è di disegnare dal primo tracciato nell'SVG all'ultimo. Questa opzione permette di invertire l'ordine.

source: self destroy
it: autodistruggi

source: Removes all extra styling on the SVG, and leaves it as original.
it: Rimuovi gli stili aggiuntivi dall'SVG, e lascialo come in originale.

source: Drawing animation on SVG
it: Animazione disegno su SVG

source: Drawing animations on SVG
it: Animazioni disegno su SVG
